{"batchcomplete": "", "warnings": {"main": {"*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/mailman/listinfo/mediawiki-api-announce> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application.\nUnrecognized parameter: profile."}, "revisions": {"*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."}, "query": {"*": "Unrecognized value for parameter \"prop\": ."}}, "query": {"pages": {"58581121": {"pageid": 58581121, "ns": 0, "title": "Zone of Death (geography)", "extract": "The Yellowstone Zone of Death is the name given to the 50 sq mi (129.50 km2) Idaho section of Yellowstone National Park in which, as a result of a loophole in the Constitution of the United States, a criminal could theoretically get away with any crime, up to and including murder.", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{short description|Anomalous legal zone in Yellowstone National Park, US}}\n[[File:Yellowstone National Park Map.png|thumb|upright|Map of Yellowstone National Park]]\n\nThe '''Yellowstone Zone of Death''' is the name given to the {{convert|50|sqmi|km2|2|abbr=on}} [[Idaho]] section of [[Yellowstone National Park]] in which, as a result of a [[loophole]] in the [[Constitution of the United States]], a criminal could theoretically get away with any crime, up to and including [[murder]].<ref name=\"book_Myth\">{{Cite web |title=Myths and Legends of Yellowstone |author= Ednor Therriault|work=Google Books |date= |access-date=20 October 2018 |url= https://books.google.com/books?id=FVJtDwAAQBAJ&pg=PA85&lpg=PA85&dq=yellowstone+zone+of+death&source=bl&ots=EPb7BMc-j3&sig=sjA20PN_2EhoYCsrXGYB9de6vxY&hl=en&sa=X&ved=2ahUKEwj0qIL4gJbeAhXjYd8KHRgQAbc4ggEQ6AEwAXoECAgQAQ#v=onepage&q=yellowstone%20zone%20of%20death&f=false}}</ref><ref name=\"lati_'Pop\">{{Cite web |title='Population Zero,' debuting at film festival, explores the Zone of Death |last=Zint |first=Bradley |work=latimes.com |date=22 April 2016 |access-date=20 October 2018 |url= http://www.latimes.com/socal/daily-pilot/entertainment/tn-dpt-me-0423-population-zero-20160422-story.html}}</ref><ref name=\"denv_Murd\">{{Cite web |title=Murder in majestic Yellowstone |author= |work=The Denver Post |date= |access-date=20 October 2018 |url= https://www.denverpost.com/2007/08/02/murder-in-majestic-yellowstone/}}</ref><ref name=\"law._MSUL\">{{Cite web |title=MSU LAW PROFESSOR DISCUSSES YELLOWSTONE NATIONAL PARK’S \"ZONE OF DEATH\": Michigan State University College of Law |author= |work=law.msu.edu |date= |access-date=20 October 2018 |url= https://www.law.msu.edu/news/2007/releases/death-zone.html}}</ref><ref name=\"forb_ALeg\">{{Cite web |title=A Legal Loophole Might Let You Get Away With Murder In Yellowstone |last=Andrews |first=Robin |work=Forbes |date=26 November 2017 |access-date=20 October 2018 |url= https://www.forbes.com/sites/robinandrews/2017/11/26/icymi-you-can-get-away-with-murder-in-part-of-yellowstone-national-park/#44e6144afaaa}}</ref>\n\n== Loophole ==\n\nThe court district governing [[Wyoming]] is currently the only court district in the US to have jurisdiction over land in other states. This is due to the fact that all of Yellowstone National Park, which includes parts of Wyoming, Idaho, and Montana, is part of the Wyoming judicial district. Any criminal discovered to have committed a crime in that district would usually be brought to [[Cheyenne, Wyoming]], where the court for the Wyoming district is. However, the [[Sixth Amendment to the United States Constitution]] decrees that a trial must happen both within the district ''and'' state of where the crime was committed. Because of this, a crime committed in the \"Zone of Death\" would be constitutionally required to be tried in and include only jury members from the Zone.\n\nHowever, because the area of Yellowstone in [[Idaho]] is uninhabited, a [[jury]] cannot be assembled and the criminal would be unable to have a fair trial, meaning that they could not receive any legal punishment for major crimes.<ref>{{cite web |last1=Kerry |first1=Wolfe |title=Yellowstone's Zone of Death |url=https://www.atlasobscura.com/places/yellowstones-zone-of-death |website=Atlas Obscura}}</ref>\n\n== Discovery ==\nThe constitutional loophole in this area was discovered by [[Michigan State University]] law professor [[Brian C. Kalt]] while he was planning to write an essay about technicalities of the [[Sixth Amendment to the United States Constitution|Sixth Amendment]], which entitles citizens to a fair and quick trial. Kalt wondered about a hypothetical place where there were not enough eligible citizens to form a jury and theorized that there could be no trial and therefore no punishment for major crimes in that area. He later realized that there was such a place: the Idaho section of Yellowstone National Park. Horrified by his realization, Kalt shifted his focus to writing an essay about the area to persuade the government to fix the loophole. The essay, which is called \"The Perfect Crime\", was published in 2005 in the [[The Georgetown Law Journal|Georgetown Law Journal]]. Kalt feared that criminals might read the essay and commit a crime in the Zone before the loophole was fixed.<ref name=\":0\">{{Cite web|url=https://history.howstuffworks.com/history-vs-myth/can-get-away-with-crime-in-yellowstone.htm|title=Inside Yellowstone's 'Zone of Death' Crimes Can't Be Prosecuted|date=2017-10-17|website=HowStuffWorks|language=en|access-date=2019-06-11}}</ref>\n\n== History ==\nAfter Brian Kalt discovered the loophole, he worked to have the government close it. He suggested to lawmakers in Wyoming that the Zone of Death be included as part of the nearest Idaho judicial district instead of the Wyoming district to fix the issue. However, the lawmakers ignored Kalt's suggestion. In 2007, author [[C. J. Box|C.J. Box]] wrote a novel called ''Free Fire'' that featured the Zone, which Box hoped would increase governmental awareness. The novel did succeed in alerting Wyoming Senator [[Mike Enzi]] to the issue. However, Enzi was unable to convince Congress to discuss it.<ref name=\":0\" />\n\nNo known felonies have been committed in the Zone of Death since Kalt's discovery. However, a hunter named Michael Belderrain illegally shot an [[elk]] in the Montana section of Yellowstone. While that section of the park does have enough residents to form a jury, it might be difficult to put together a standing and fair one due to travel or unwillingness of members of the small population there to serve. A judge ruled that Belderrain should be tried in the nearest Montana district rather than the sparsely populated Wyoming district. Belderrain cited Kalt's paper \"The Perfect Crime\" to explain why he believed it was illegal to have his trial conducted in a different district than where the crime was committed. The judge disagreed, and Belderrain pleaded guilty before a trial in either district could be conducted.<ref>{{Cite web|url=https://www.fb-firm.com/blog/2014/11/a-zone-of-death-in-yellowstone-national-park.shtml|title=A \"Zone of Death\" in Yellowstone National Park?|last=Bohn|first=On behalf of Fausone|last2=Monday|first2=LLP on|website=Fausone Bohn, LLP|language=en|access-date=2019-06-12|last3=November 10|last4=2014.}}</ref>\n\nAs of 2019, the government has done nothing to remove the Zone of Death loophole.\n\n== References ==\n{{reflist}}\n\n[[Category:Yellowstone National Park]]\n[[Category:United States Constitution Article Six case law]]"}], "images": [{"ns": 6, "title": "File:Yellowstone National Park Map.png"}]}}}}